students=[
    ["Ваня","Полина","Настя","Таня"],
    ["Степа","Максим","Саша",],
    ["Дима","Игорь","Ксюша"]

# ]
#
# print(students[1][2])
# print(students[0][3])
# print(students[-3][-3])
# print(students[-1][-3])
#
#
# predmet=[
#     ["Алгебра","Геометрия","Физика"],
#     ["Русский","Литература","История"],
#     ["Физ-ра","ИЗО","ОБЖ"]
#
# ]
#
# predmet[2][1]="Музыка"
# predmet[-3][-2]="Информатика"
# print(predmet)



cities=[
    ["Москва","Санкт-Петербург","Новосибирск"],
    ["Нью-Йорк","Лас-Вегас","Сан-Франциско"],
    ["Рим","Милан","Неаполь"]


]
cities[0].append("Екатеринбург")
cities[-2].append("Вашингтон")
print(cities)

numbers=[
    [1,2,3,4,1],
    [5,6,7,8,9],
    [10,11,12,13,14]

]

numbers[2].remove(12)
numbers[-3].remove(1)
print(numbers)
